[CinematicRapidFire_MCMScreen]
ModName=Cinematic Rapid Fire
PageName=Cinematic Rapid Fire
GroupDesc[0]=Rapid Fire/Chain Shot/Banish Settings
GroupDesc[1]=The Lost Settings
GroupDesc[2]=Dual Strike Settings
SHOW_ACTIVATION_Label=Show Activation Flyover
SHOW_ACTIVATION_Tip=Whether to show the activation flyover, eg "Rapid Fire", when the second (or subsequent) shot is fired.
LOST_OTS_Label=Over the Shoulder Targeting
LOST_OTS_Tip=Whether to use the over the shoulder camera for target selection for The Lost.
LOST_CINEMATIC_Label=Cinematic Shot Camera
LOST_CINEMATIC_Tip=Whether to use the dynamic cinematic camera when shooting The Lost.
SHOT_VERBOSITY_Label=Shot Comments
SHOT_VERBOSITY_Tip=Controls how the individual shots with in the multi shot ability are commented on.<br>Low: Only the last shot is commented on, if appropriate (as in the base game)<br>Medium: All shots may be commented on, but eliminates repetative comments (ie, if both shots miss, only the first will be commented on for missing)<br>High: ALl shots may be commented, and repetative comments are allowed.
SHOT_VERBOSITY_Strings[0]=Low
SHOT_VERBOSITY_Strings[1]=Medium
SHOT_VERBOSITY_Strings[2]=High
DUAL_OTS_Label=Over the Shoulder Targeting
DUAL_OTS_Tip=Whether to use the over the shoulder camera for target selection for Dual Strikes.
DUAL_CINEMATIC_Label=Cinematic Shot Camera
DUAL_CINEMATIC_Tip=Whether to use the dynamic cinematic camera for Dual Strikes.
TURN_ANGLE_Label=Annihilate Turn Threshold
TURN_ANGLE_Tip=Maximum Angle to the next 'Annihilate' target before the soldier will turn to face the new target, not simply adjust aim.